// dblclick() ორმაგ კლიკზე რეაგირებს
// mouseenter() როცა მაუსის კურსორი მიუახოვდება რამე სინტაქს მაშინ რეაგირებს
// mouseleave() როცა მაუსის კურსორი მიუახლოვდება სინტაქს და შემდეგ მოშორდება მაშინ რეაგირებს
// hover() ეს ფუნქცია ასრულებს mouseenter() და mouseleave() ფუნქციას ერთდროულად
// $(document).ready(function(){
//     $("p").on({
//       mouseenter: function(){
//         $(this).css("background-color", "lightgray");
//       },
//       mouseleave: function(){
//         $(this).css("background-color", "lightblue");
//       },
//       click: function(){
//         $(this).css("background-color", "yellow");
//       }
//     });
//   }); ამ ფუნქციას შეუძლია ერთდროულად რამდენიმე event მიიბას და გამოიძახოს
// ${this} ფუნქციას = იმ ელემენტს რაზედაც არის მიბმული
// hide(),show() ერთი სინტაქს მალავს მეორე კი აბრუნებს დამალულს
// hide(1000),show(1000) შეგვიძლია ივენთებზე განკუთვლილი დრო დავაწესოთ ამის მაგ: ამ შემთვევაში 1 წამში დაიმალება ან გამჩნდება 1000 = 1 წამს, ასევე შეგვიძლია დავაყენოთ slow,fast სიჩქარეში
// toggle() ფუნქცია ასრულებს hide(),show() ფუნქციას ერთ დაჭერაზე მალავს მეორე დაჭერაზე აჩენს
