// $("p").append("good to know");
// ამატებს <p> ელემენტს ბოლოში
// $('p').prepend('good to know')
// ამატებს <p> ელემენტს დასაწყისში
// $('p').after('text')
//$('p').before('text')
// after() ფუნქცია ელემენტის შემდეგ აკეთებს მოქმედებას before() კი ელემენტის უკან
// $('p').remove()
// ეს ფუნცია აშორებს არჩეულ ელემენტს
// $('div').empty()
// ეს ფუნქცია აშორებს ყველა მასში მყოფ ელემენტს
// $('p').remove(.test) აქორობს ყველა <p> ელემენტს რომლის კლასიც არის test
// $('p').addClass('blue red') // ეს ფუნქცია ამატებს <p> ელემენტს class = blue, class = red
// $('p').removeClass('blue') // ეს ფუნქცია აშორებს <p> ელემენტს class = none,აღარ აქვს კლასი
// $('p').toggleClass('blue') // ეს ფუნქცია ასრულენს addClass(),removeClass() ფუნქციას
// $('p').css({"background-color":'Yellow','font-size': '10px';})
// css() ფუნქციით ელემენტს შეგვიძლია მივანიჭოთ სხვა და სხვა ფერები ფონტები და ა.შ და შეგვიძლია იგი რამდენჯერმე განვიმეოროთ
// width(),height() ფუნქცია ერთი აბრუნებს სისქის ზომას მეორე კი სიმაღლის ზომას
